tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "azure-cli"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "emacs"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "imagemagick"
brew "julia"
brew "llvm"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "perl"
brew "powerlevel10k"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "spaceship"
brew "speedtest-cli"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "blackhole-2ch"
cask "calibre"
cask "discord"
cask "dotnet-sdk"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "qbittorrent"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "MS-CEINTL.vscode-language-pack-pt-BR"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "twxs.cmake"
vscode "vscodevim.vim"
