tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "azure-cli"
brew "git"
brew "neofetch"
brew "nvm"
brew "powerlevel10k"
brew "spaceship"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "blackhole-2ch"
cask "discord"
cask "dotnet-sdk"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
