tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
brew "azure-cli"
brew "colordiff"
brew "php"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "docker", link: false
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "julia"
brew "llvm"
brew "luarocks"
brew "mono-libgdiplus"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openfortivpn"
brew "openjdk"
brew "perl"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "spaceship"
brew "speedtest-cli"
brew "tmux"
brew "wget"
brew "xclip"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "azure-data-studio"
cask "blackhole-2ch"
cask "calibre"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "google-chrome"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "qbittorrent"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "whatsapp"
vscode "adrianwilczynski.csharp-to-typescript"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexiv.vscode-angular2-files"
vscode "andrewberty.noir-theme-bundle"
vscode "angular.ng-template"
vscode "cyrilletuzi.angular-schematics"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.dotnet-test-explorer"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "jchannon.csharpextensions"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "obenjiro.arrr"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "raynigon.nginx-formatter"
vscode "rctay.karma-problem-matcher"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shakram02.bash-beautify"
vscode "silofy.hackthebox"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
